import 'package:flutter/material.dart';
import '../models/adhayay_list.dart';
import '../models/song_modals.dart';

class SongProvider extends ChangeNotifier {
  SongModel songModel;

  List<List> myList = [
    adhayay1 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay2 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/2/1.mp3",
        "sunskrit": "तं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् ।"
            "विषीदन्तमिदं वाक्यमुवाच मधुसूदनः ॥२- १॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/2/2.mp3",
        "sunskrit": "कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् ।"
            "विअनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन ॥२- २॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/2/3.mp3",
        "sunskrit": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते ।"
            "क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप ॥२- ३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/2/4.mp3",
        "sunskrit": "ककथं भीष्ममहं संख्ये द्रोणं च मधुसूदन ।"
            "इषुभिः प्रति योत्स्यामि पूजार्हावरिसूदन ॥२- ४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/2/5.mp3",
        "sunskrit": "गुरूनहत्वा हि महानुभावान् श्रेयो भोक्तुं भैक्ष्यमपीह लोके ।"
            "हत्वार्थकामांस्तु गुरूनिहैव भुञ्जीय भोगान् रुधिरप्रदिग्धान् ॥२- ५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/2/6.mp3",
        "sunskrit": "न चैतद्विद्मः कतरन्नो गरीयो यद्वा जयेम यदि वा नो जयेयुः ।"
            "यानेव हत्वा न जिजीविषाम- स्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः ॥२- ६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/2/7.mp3",
        "sunskrit": "कार्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसम्मूढचेताः ।"
            "यच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् ॥२- ७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/2/8.mp3",
        "sunskrit":
            "न हि प्रपश्यामि ममापनुद्याद् यच्छोकमुच्छोषणमिन्द्रियाणाम् ।"
                "अवाप्य भूमावसपत्नमृद्धं राज्यं सुराणामपि चाधिपत्यम् ॥२- ८॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/2/9.mp3",
        "sunskrit": "एवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप ।"
            "न योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह ॥२- ९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/2/10.mp3",
        "sunskrit": "तमुवाच हृषीकेशः प्रहसन्निव भारत ।"
            "सेनयोरुभयोर्मध्ये विषीदन्तमिदं वचः ॥२- १०॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/2/11.mp3",
        "sunskrit": "अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे ।"
            "गतासूनगतासूंश्च नानुशोचन्ति पण्डिताः ॥२- ११॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/2/12.mp3",
        "sunskrit": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः ।"
            "न चैव न भविष्यामः सर्वे वयमतः परम् ॥२- १२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/2/13.mp3",
        "sunskrit": "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा ।"
            "तथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति ॥२- १३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/2/14.mp3",
        "sunskrit": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः ।"
            "आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत ॥२- १४॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/2/15.mp3",
        "sunskrit": "आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत ॥२- १४॥"
            "समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते ॥२- १५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/2/16.mp3",
        "sunskrit": "नासतो विद्यते भावो नाभावो विद्यते सतः ।"
            "उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः ॥२- १६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/2/17.mp3",
        "sunskrit": "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् ।"
            "विनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति ॥२- १७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/2/18.mp3",
        "sunskrit": "अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः ।"
            "अनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत ॥२- १८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/2/19.mp3",
        "sunskrit": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् ।"
            "उभौ तौ न विजानीतो नायं हन्ति न हन्यते ॥२- १९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/2/20.mp3",
        "sunskrit": "न जायते म्रियते वा कदाचि- न्नायं भूत्वा भविता वा न भूयः ।"
            "अजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे ॥२- २०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/2/21.mp3",
        "sunskrit": "वेदाविनाशिनं नित्यं य एनमजमव्ययम् ।"
            "कथं स पुरुषः पार्थ कं घातयति हन्ति कम् ॥२- २१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/2/22.mp3",
        "sunskrit": "वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि ।"
            "तथा शरीराणि विहाय जीर्णान्यन्यानि संयाति नवानि देही ॥२- २२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/2/23.mp3",
        "sunskrit": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः ।"
            "न चैनं क्लेदयन्त्यापो न शोषयति मारुतः ॥२- २३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/2/24.mp3",
        "sunskrit": "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च ।"
            "नित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः ॥२- २४॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/2/25.mp3",
        "sunskrit": "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते ।"
            "तस्मादेवं विदित्वैनं नानुशोचितुमर्हसि ॥२- २५॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/2/26.mp3",
        "sunskrit": "अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम् ।"
            "तथापि त्वं महाबाहो नैवं शोचितुमर्हसि ॥२- २६॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/2/27.mp3",
        "sunskrit": "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च ।"
            "तस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि ॥२- २७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/2/28.mp3",
        "sunskrit": "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत ।"
            "दअव्यक्तनिधनान्येव तत्र का परिदेवना ॥२- २८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/2/29.mp3",
        "sunskrit": "आश्चर्यवत्पश्यति कश्चिदेन- माश्चर्यवद्वदति तथैव चान्यः ।"
            "आश्चर्यवच्चैनमन्यः शृणोति श्रुत्वाप्येनं वेद न चैव कश्चित् ॥२- २९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/2/30.mp3",
        "sunskrit": "देही नित्यमवध्योऽयं देहे सर्वस्य भारत ।"
            "तस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि ॥२- ३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/2/31.mp3",
        "sunskrit": "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि ।"
            "धर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते ॥२- ३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/2/32.mp3",
        "sunskrit": "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् ।"
            "कसुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम् ॥२- ३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/2/33.mp3",
        "sunskrit": "अथ चेत्त्वमिमं धर्म्यं संग्रामं न करिष्यसि ।"
            "ततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि ॥२- ३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/2/34.mp3",
        "sunskrit": "अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम् ।"
            "सम्भावितस्य चाकीर्तिर्मरणादतिरिच्यते ॥२- ३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/2/35.mp3",
        "sunskrit": "भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः ।"
            "येषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम् ॥२- ३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/2/36.mp3",
        "sunskrit": "अवाच्यवादांश्च बहून्वदिष्यन्ति तवाहिताः ।"
            "निन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम् ॥२- ३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/2/37.mp3",
        "sunskrit": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम् ।"
            "तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः ॥२- ३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/2/38.mp3",
        "sunskrit": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ ।"
            "ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि ॥२- ३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/2/39.mp3",
        "sunskrit": "एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां शृणु ।"
            "बुद्ध्या युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि ॥२- ३९॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/2/40.mp3",
        "sunskrit": "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते ।"
            "स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् ॥२- ४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/2/41.mp3",
        "sunskrit": "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन ।"
            "बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् ॥२- ४१॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/2/42.mp3",
        "sunskrit": "यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः ।"
            "वेदवादरताः पार्थ नान्यदस्तीति वादिनः ॥२- ४२॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/2/43.mp3",
        "sunskrit": "कामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम् ।"
            "क्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति ॥२- ४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/2/44.mp3",
        "sunskrit": "भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम् ।"
            "व्यवसायात्मिका बुद्धिः समाधौ न विधीयते ॥२- ४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/2/45.mp3",
        "sunskrit": "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन ।"
            "निर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान् ॥२- ४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/2/46.mp3",
        "sunskrit": "यावानर्थ उदपाने सर्वतः संप्लुतोदके ।"
            "तावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः ॥२- ४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/2/47.mp3",
        "sunskrit": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन ।"
            "वमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि ॥२- ४७॥",
      },
      {
        "name": "shalok 48",
        "song": "assets/audio/2/48.mp3",
        "sunskrit": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनंजय ।"
            "सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते ॥२- ४८॥",
      },
      {
        "name": "shalok 49",
        "song": "assets/audio/2/49.mp3",
        "sunskrit": "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनंजय ।"
            "बुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः ॥२- ४९॥",
      },
      {
        "name": "shalok 50",
        "song": "assets/audio/2/50.mp3",
        "sunskrit": "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते ।"
            "तस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम् ॥२- ५०॥",
      },
      {
        "name": "shalok 51",
        "song": "assets/audio/2/51.mp3",
        "sunskrit": "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः ।"
            "जन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम् ॥२- ५१॥",
      },
      {
        "name": "shalok 52",
        "song": "assets/audio/2/52.mp3",
        "sunskrit": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति ।"
            "तदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च ॥२- ५२॥",
      },
      {
        "name": "shalok 53",
        "song": "assets/audio/2/53.mp3",
        "sunskrit": "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला ।"
            "समाधावचला बुद्धिस्तदा योगमवाप्स्यसि ॥२- ५३॥",
      },
      {
        "name": "shalok 54",
        "song": "assets/audio/2/54.mp3",
        "sunskrit": "स्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव ।"
            "स्थितधीः किं प्रभाषेत किमासीत व्रजेत किम् ॥२- ५४॥",
      },
      {
        "name": "shalok 55",
        "song": "assets/audio/2/55.mp3",
        "sunskrit": "प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् ।"
            "आत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते ॥२- ५५॥",
      },
      {
        "name": "shalok 56",
        "song": "assets/audio/2/56.mp3",
        "sunskrit": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः ।"
            "वीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते ॥२- ५६॥",
      },
      {
        "name": "shalok 57",
        "song": "assets/audio/2/57.mp3",
        "sunskrit": "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् ।"
            "नाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता ॥२- ५७॥",
      },
      {
        "name": "shalok 58",
        "song": "assets/audio/2/58.mp3",
        "sunskrit": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः ।"
            "इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥२- ५८॥",
      },
      {
        "name": "shalok 59",
        "song": "assets/audio/2/59.mp3",
        "sunskrit": "विषया विनिवर्तन्ते निराहारस्य देहिनः ।"
            "रसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते ॥२- ५९॥",
      },
      {
        "name": "shalok 60",
        "song": "assets/audio/2/60.mp3",
        "sunskrit": "यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः ।"
            "इन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः ॥२- ६०॥",
      },
      {
        "name": "shalok 61",
        "song": "assets/audio/2/61.mp3",
        "sunskrit": "तानि सर्वाणि संयम्य युक्त आसीत मत्परः ।"
            "वशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता ॥२- ६१॥",
      },
      {
        "name": "shalok 62",
        "song": "assets/audio/2/62.mp3",
        "sunskrit": "ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते ।"
            "सङ्गात्संजायते कामः कामात्क्रोधोऽभिजायते ॥२- ६२॥",
      },
      {
        "name": "shalok 63",
        "song": "assets/audio/2/63.mp3",
        "sunskrit": "क्रोधाद्भवति संमोहः संमोहात्स्मृतिविभ्रमः ।"
            "स्मृतिभ्रंशाद्बुद्धिनाशो बुद्धिनाशात्प्रणश्यति ॥२- ६३॥",
      },
      {
        "name": "shalok 64",
        "song": "assets/audio/2/64.mp3",
        "sunskrit": "रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन् ।"
            "आत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति ॥२- ६४॥",
      },
      {
        "name": "shalok 65",
        "song": "assets/audio/2/65.mp3",
        "sunskrit": "प्रसादे सर्वदुःखानां हानिरस्योपजायते ।"
            "प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते ॥२- ६५॥",
      },
      {
        "name": "shalok 66",
        "song": "assets/audio/2/66.mp3",
        "sunskrit": "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना ।"
            "न चाभावयतः शान्तिरशान्तस्य कुतः सुखम् ॥२- ६६॥",
      },
      {
        "name": "shalok 67",
        "song": "assets/audio/2/67.mp3",
        "sunskrit": "इन्द्रियाणां हि चरतां यन्मनोऽनु विधीयते ।"
            "तदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि ॥२- ६७॥",
      },
      {
        "name": "shalok 68",
        "song": "assets/audio/2/68.mp3",
        "sunskrit": "तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः ।"
            "इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥२- ६८॥",
      },
      {
        "name": "shalok 69",
        "song": "assets/audio/2/69.mp3",
        "sunskrit": "या निशा सर्वभूतानां तस्यां जागर्ति संयमी ।"
            "यस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः ॥२- ६९॥",
      },
      {
        "name": "shalok 70",
        "song": "assets/audio/2/70.mp3",
        "sunskrit": "आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत् ।"
            "तद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिमाप्नोति न कामकामी ॥२- ७०॥",
      },
      {
        "name": "shalok 71",
        "song": "assets/audio/2/71.mp3",
        "sunskrit": "विहाय कामान्यः सर्वान् पुमांश्चरति निःस्पृहः ।"
            "निर्ममो निरहंकारः स शान्तिमधिगच्छति ॥२- ७१॥",
      },
      {
        "name": "shalok 72",
        "song": "assets/audio/2/72.mp3",
        "sunskrit": "एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति ।"
            "स्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति ॥२- ७२॥",
      },
    ],
    adhayay3 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay4 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay5 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay6 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay7 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay8 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay9 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay10 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay11 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay12 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay13 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay14 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay15 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay16 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay17 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
    adhayay18 = [
      {
        "name": "shalok 1",
        "song": "assets/audio/1/1.mp3",
        "sunskrit":
            "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।"
                "मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥",
      },
      {
        "name": "shalok 2",
        "song": "assets/audio/1/2.mp3",
        "sunskrit": "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।"
            "आचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥",
      },
      {
        "name": "shalok 3",
        "song": "assets/audio/1/3.mp3",
        "sunskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।"
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥",
      },
      {
        "name": "shalok 4",
        "song": "assets/audio/1/4.mp3",
        "sunskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।"
            " युयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥",
      },
      {
        "name": "shalok 5",
        "song": "assets/audio/1/5.mp3",
        "sunskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।"
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥",
      },
      {
        "name": "shalok 6",
        "song": "assets/audio/1/6.mp3",
        "sunskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।"
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥",
      },
      {
        "name": "shalok 7",
        "song": "assets/audio/1/7.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 8",
        "song": "assets/audio/1/8.mp3",
        "sunskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।"
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥",
      },
      {
        "name": "shalok 9",
        "song": "assets/audio/1/9.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 10",
        "song": "assets/audio/1/10.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 11",
        "song": "assets/audio/1/11.mp3",
        "sunskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।"
            "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥",
      },
      {
        "name": "shalok 12",
        "song": "assets/audio/1/12.mp3",
        "sunskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।"
            "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥",
      },
      {
        "name": "shalok 13",
        "song": "assets/audio/1/13.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 14",
        "song": "assets/audio/1/14.mp3",
        "sunskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।"
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥",
      },
      {
        "name": "shalok 15",
        "song": "assets/audio/1/15.mp3",
        "sunskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।"
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥",
      },
      {
        "name": "shalok 16",
        "song": "assets/audio/1/16.mp3",
        "sunskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।"
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥",
      },
      {
        "name": "shalok 17",
        "song": "assets/audio/1/17.mp3",
        "sunskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः ।"
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥",
      },
      {
        "name": "shalok 18",
        "song": "assets/audio/1/18.mp3",
        "sunskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।"
            "सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥",
      },
      {
        "name": "shalok 19",
        "song": "assets/audio/1/19.mp3",
        "sunskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।"
            "नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥",
      },
      {
        "name": "shalok 20",
        "song": "assets/audio/1/20.mp3",
        "sunskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।"
            "प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥",
      },
      {
        "name": "shalok 21",
        "song": "assets/audio/1/21.mp3",
        "sunskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते ।"
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥",
      },
      {
        "name": "shalok 22",
        "song": "assets/audio/1/22.mp3",
        "sunskrit": "यावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।"
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥",
      },
      {
        "name": "shalok 23",
        "song": "assets/audio/1/23.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 24",
        "song": "assets/audio/1/24.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 25",
        "song": "assets/audio/1/25.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥",
      },
      {
        "name": "shalok 26",
        "song": "assets/audio/1/26.mp3",
        "sunskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।"
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥"
      },
      {
        "name": "shalok 27",
        "song": "assets/audio/1/27.mp3",
        "sunskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।"
            "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२७॥",
      },
      {
        "name": "shalok 28",
        "song": "assets/audio/1/28.mp3",
        "sunskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।"
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२८॥",
      },
      {
        "name": "shalok 29",
        "song": "assets/audio/1/29.mp3",
        "sunskrit": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।"
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥",
      },
      {
        "name": "shalok 30",
        "song": "assets/audio/1/30.mp3",
        "sunskrit": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।"
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥",
      },
      {
        "name": "shalok 31",
        "song": "assets/audio/1/31.mp3",
        "sunskrit": "निमित्तानि च पश्यामि विपरीतानि केशव ।"
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥",
      },
      {
        "name": "shalok 32",
        "song": "assets/audio/1/32.mp3",
        "sunskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।"
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥",
      },
      {
        "name": "shalok 33",
        "song": "assets/audio/1/33.mp3",
        "sunskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।"
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥",
      },
      {
        "name": "shalok 34",
        "song": "assets/audio/1/34.mp3",
        "sunskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।"
            "मातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥",
      },
      {
        "name": "shalok 35",
        "song": "assets/audio/1/35.mp3",
        "sunskrit": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।"
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥",
      },
      {
        "name": "shalok 36",
        "song": "assets/audio/1/36.mp3",
        "sunskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।"
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥",
      },
      {
        "name": "shalok 37",
        "song": "assets/audio/1/37.mp3",
        "sunskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।"
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥",
      },
      {
        "name": "shalok 38",
        "song": "assets/audio/1/38.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 39",
        "song": "assets/audio/1/39.mp3",
        "sunskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।"
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥",
      },
      {
        "name": "shalok 40",
        "song": "assets/audio/1/40.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 41",
        "song": "assets/audio/1/41.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 42",
        "song": "assets/audio/1/42.mp3",
        "sunskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।"
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥",
      },
      {
        "name": "shalok 43",
        "song": "assets/audio/1/43.mp3",
        "sunskrit": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।"
            "उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥",
      },
      {
        "name": "shalok 44",
        "song": "assets/audio/1/44.mp3",
        "sunskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।"
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥",
      },
      {
        "name": "shalok 45",
        "song": "assets/audio/1/45.mp3",
        "sunskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।"
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥",
      },
      {
        "name": "shalok 46",
        "song": "assets/audio/1/46.mp3",
        "sunskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।"
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥",
      },
      {
        "name": "shalok 47",
        "song": "assets/audio/1/47.mp3",
        "sunskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।"
            "विसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥",
      }
    ],
  ];

  SongProvider({required this.songModel});

  playSong() async {
    songModel.isPlay = !songModel.isPlay;
    notifyListeners();
  }

  muteSong() {
    songModel.isMute = songModel.isMute;
    notifyListeners();
  }
}
